{"label": 2.0, "text": "<s>I feel very sad for the people.</s>It's terrible. Not only the people but the animals as well!"}
{"label": 2.0, "text": "I feel very sad for the people.<s>It's terrible. Not only the people but the animals as well!</s>Yeah, the whole situation is horrible."}
{"label": 2.0, "text": "It's terrible. Not only the people but the animals as well!<s>Yeah, the whole situation is horrible.</s>I really wish there was something i could do."}
{"label": 1.3333, "text": "Yeah, the whole situation is horrible.<s>I really wish there was something i could do.</s>I know we can donate, but it's hard to know exactly how the money is used."}
{"label": 1.6667, "text": "I really wish there was something i could do.<s>I know we can donate, but it's hard to know exactly how the money is used.</s>I agree. Have you ever been in a hurricane?"}
{"label": 1.0, "text": "I know we can donate, but it's hard to know exactly how the money is used.<s>I agree. Have you ever been in a hurricane?</s>No, and You?"}
{"label": 1.3333, "text": "I agree. Have you ever been in a hurricane?<s>No, and You?</s>Yes! It's actually terrifying. We were supposed to evacuate but decided to stay because we thought , what's the worst that can happen?"}
{"label": 2.0, "text": "No, and You?<s>Yes! It's actually terrifying. We were supposed to evacuate but decided to stay because we thought , what's the worst that can happen?</s>Sorry to hear that, I'm glad that you are okay!"}
{"label": 0.3333, "text": "Yes! It's actually terrifying. We were supposed to evacuate but decided to stay because we thought , what's the worst that can happen?<s>Sorry to hear that, I'm glad that you are okay!</s>Thank you! I'm glad that we still had water and electricity. I can't even imagine what the people over in Haiti are going through"}
{"label": 1.0, "text": "Sorry to hear that, I'm glad that you are okay!<s>Thank you! I'm glad that we still had water and electricity. I can't even imagine what the people over in Haiti are going through</s>I felt really sorry for the sister that now has to rise her siblings."}
{"label": 2.0, "text": "Thank you! I'm glad that we still had water and electricity. I can't even imagine what the people over in Haiti are going through<s>I felt really sorry for the sister that now has to rise her siblings.</s>Yeah, it's going to be tough but i am sure she is strong enough to raise them."}
{"label": 0.6667, "text": "I felt really sorry for the sister that now has to rise her siblings.<s>Yeah, it's going to be tough but i am sure she is strong enough to raise them.</s>Yeah, we never know what we can do unless we are tested."}
{"label": 0.3333, "text": "Yeah, it's going to be tough but i am sure she is strong enough to raise them.<s>Yeah, we never know what we can do unless we are tested.</s>True. Have you been in ANY kind of natural disasters?"}
{"label": 1.0, "text": "Yeah, we never know what we can do unless we are tested.<s>True. Have you been in ANY kind of natural disasters?</s>Tornado when I was young. They suck too."}
{"label": 2.0, "text": "True. Have you been in ANY kind of natural disasters?<s>Tornado when I was young. They suck too.</s>Never been in one but i can only imagine it's even scarier than a hurricane"}
{"label": 1.6667, "text": "Tornado when I was young. They suck too.<s>Never been in one but i can only imagine it's even scarier than a hurricane</s>The power of nature is truly scary."}
{"label": 1.6667, "text": "Never been in one but i can only imagine it's even scarier than a hurricane<s>The power of nature is truly scary.</s>Agree. I hope those people get some water and food as soon as possible"}
{"label": 1.0, "text": "The power of nature is truly scary.<s>Agree. I hope those people get some water and food as soon as possible</s>Me too, I wish there was a direct way to aid the people."}
{"label": 1.0, "text": "Agree. I hope those people get some water and food as soon as possible<s>Me too, I wish there was a direct way to aid the people.</s>Yup! Well it was nice talking to you! bye"}
{"label": 0.3333, "text": "Me too, I wish there was a direct way to aid the people.<s>Yup! Well it was nice talking to you! bye</s>You too! bye"}
{"label": 0.3333, "text": "Yup! Well it was nice talking to you! bye<s>You too! bye</s>"}
{"label": 1.0, "text": "<s>what did you think about the article</s>It was such an eye opener about the suffering that happens that you never hear about"}
{"label": 1.6667, "text": "what did you think about the article<s>It was such an eye opener about the suffering that happens that you never hear about</s>its crazy the stuff that goes on in this world"}
{"label": 1.3333, "text": "It was such an eye opener about the suffering that happens that you never hear about<s>its crazy the stuff that goes on in this world</s>right i can't believe it. If that was the US they would be set up to avoid fsilure"}
{"label": 1.6667, "text": "its crazy the stuff that goes on in this world<s>right i can't believe it. If that was the US they would be set up to avoid fsilure</s>yeah some countries are so corrupt though"}
{"label": 2.0, "text": "right i can't believe it. If that was the US they would be set up to avoid fsilure<s>yeah some countries are so corrupt though</s>true, i heard in puerto rico they did not even distrubute the hurricane supplies the US gave them"}
{"label": 2.0, "text": "yeah some countries are so corrupt though<s>true, i heard in puerto rico they did not even distrubute the hurricane supplies the US gave them</s>i remember  trump throwing toilet paper rolls at the crowd in puerto rico that was so embarrasing"}
{"label": 2.0, "text": "true, i heard in puerto rico they did not even distrubute the hurricane supplies the US gave them<s>i remember  trump throwing toilet paper rolls at the crowd in puerto rico that was so embarrasing</s>o wow that is very embarrassing and degrading"}
{"label": 2.0, "text": "i remember  trump throwing toilet paper rolls at the crowd in puerto rico that was so embarrasing<s>o wow that is very embarrassing and degrading</s>yeah wonder what was going through is head"}
{"label": 1.3333, "text": "o wow that is very embarrassing and degrading<s>yeah wonder what was going through is head</s>probably a power trip or an i'm better than you moment"}
{"label": 1.6667, "text": "yeah wonder what was going through is head<s>probably a power trip or an i'm better than you moment</s>what do you think can be done to help the people in haiti"}
{"label": 0.6667, "text": "probably a power trip or an i'm better than you moment<s>what do you think can be done to help the people in haiti</s>I think they should do a telethon get a bunch of celebrities and make a hashtag. encourage people to donate and volunteer"}
{"label": 0.3333, "text": "what do you think can be done to help the people in haiti<s>I think they should do a telethon get a bunch of celebrities and make a hashtag. encourage people to donate and volunteer</s>makes sense. also find better ways rather than trucks that are easily looted by the people"}
{"label": 0.6667, "text": "I think they should do a telethon get a bunch of celebrities and make a hashtag. encourage people to donate and volunteer<s>makes sense. also find better ways rather than trucks that are easily looted by the people</s>ahh so true!also insure that when you say there is enough for everyone that there actually is."}
{"label": 1.3333, "text": "makes sense. also find better ways rather than trucks that are easily looted by the people<s>ahh so true!also insure that when you say there is enough for everyone that there actually is.</s>and also not let the haitian govt get there hands on any of it they are corrupt"}
{"label": 1.3333, "text": "ahh so true!also insure that when you say there is enough for everyone that there actually is.<s>and also not let the haitian govt get there hands on any of it they are corrupt</s>America should dethrone the government and make it the 51st state"}
{"label": 1.3333, "text": "and also not let the haitian govt get there hands on any of it they are corrupt<s>America should dethrone the government and make it the 51st state</s>thats a great idea"}
{"label": 0.3333, "text": "America should dethrone the government and make it the 51st state<s>thats a great idea</s>hopefully these people get the help they need i am going to look into it after this"}
{"label": 0.6667, "text": "thats a great idea<s>hopefully these people get the help they need i am going to look into it after this</s>me too very interested in the outcome"}
{"label": 0.6667, "text": "hopefully these people get the help they need i am going to look into it after this<s>me too very interested in the outcome</s>so crazy the suffering that is going on that we have no idea about"}
{"label": 2.0, "text": "me too very interested in the outcome<s>so crazy the suffering that is going on that we have no idea about</s>were lucky to live here"}
{"label": 0.0, "text": "so crazy the suffering that is going on that we have no idea about<s>were lucky to live here</s>i agree makes my troubles seem so small"}
{"label": 0.0, "text": "were lucky to live here<s>i agree makes my troubles seem so small</s>yeah makes u realize your problems are miniscule in comparison"}
{"label": 0.0, "text": "i agree makes my troubles seem so small<s>yeah makes u realize your problems are miniscule in comparison</s>i agree. it was so nice chatting with you. goodbye"}
{"label": 0.0, "text": "yeah makes u realize your problems are miniscule in comparison<s>i agree. it was so nice chatting with you. goodbye</s>bye"}
{"label": 1.0, "text": "i agree. it was so nice chatting with you. goodbye<s>bye</s>"}
{"label": 1.0, "text": "<s>Please, what did you think about the article</s>It's very sad.   I can't believe in the 21st century that people are still so slow in helping third world countries or even in the US when New Orleans was destroyed.   It makes no sense."}
{"label": 2.0, "text": "Please, what did you think about the article<s>It's very sad.   I can't believe in the 21st century that people are still so slow in helping third world countries or even in the US when New Orleans was destroyed.   It makes no sense.</s>It's terrible. I feel bad for all the people left without shelter!"}
{"label": 2.0, "text": "It's very sad.   I can't believe in the 21st century that people are still so slow in helping third world countries or even in the US when New Orleans was destroyed.   It makes no sense.<s>It's terrible. I feel bad for all the people left without shelter!</s>And food - you can get by in Haiti without much shelter but one must have clean water and food to live"}
{"label": 1.6667, "text": "It's terrible. I feel bad for all the people left without shelter!<s>And food - you can get by in Haiti without much shelter but one must have clean water and food to live</s>Agree. Have you ever been in a hurricane?"}
